Repository: PractisoDevelopers/Practiso
Catalog: iosApp/ShareWithCommunity/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@ remaining
zh_hans: 剩余%@
zh_hant: 剩餘%@

source: Archive name
zh_hans: 存档名称
zh_hant: 存檔名稱

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Closing in %lld
zh_hans: %lld秒后关闭
zh_hant: %lld秒後關閉

source: Completed!
zh_hans: 已完成！
zh_hant: 已完成！

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Create account
zh_hans: 创建账户
zh_hant: 建立帳戶

source: Default user name is the same as device name.
zh_hans: 默认用户名与设备名相同。
zh_hant: 默認用戶名與裝置名相同。

source: Device name
zh_hans: 设备名
zh_hant: 裝置名稱

source: Estimating time remaining...
zh_hans: 正在估算剩余时间……
zh_hant: 正在估計尚餘時間……

source: Others can view and download your quizzes, and share with their friends
zh_hans: 其他人可以查看和下载你的试题，并与好友分享
zh_hant: 其他人可以查看和下載你的試題，並與好友分享

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Reveal in Practiso
zh_hans: 在Practiso中显示
zh_hant: 在Practiso中顯示

source: Status code %d
zh_hans: 状态代码%d
zh_hant: 狀態代碼%d

source: Unexpected error
zh_hans: 未知错误
zh_hant: 未預期的錯誤

source: Upload failed
zh_hans: 上传失败
zh_hant: 上傳失敗

source: Uploading...
zh_hans: 正在上传……
zh_hant: 上傳中……

source: Used to identify the content within for others
zh_hans: 用于他人识别其内容
zh_hant: 用於他人識別其內容

source: User name
zh_hans: 用户名
zh_hant: 用戶名
